Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In addition the Committee considered a number of options for other joint CICs with the Tokyo MoU for 2014 and beyond.
nb: I 2014 er “hours of work and rest” planlagt. Kanpanjene vil foregåi i samarbeid med Tokyo MoU.

source: In the survey on maritime safety, 10% of the respondents agreed
nb: I spørreundersøkelsen om maritim sikkerhet var 10 % av

source: Virtually all parts of the hull, machinery and furniture on board are kept.
nb: Såå si alle deler av skrog, maskin og utstyr, og møbler om bord blir tatt vare på.

source: In other words, ships being taken out of service are considered waste in accordance with the waste shipment legislation, and ships are also covered by the prohibition imposed by this legislation on the export of hazardous substances out of the OECD area.
nb: Etter grensekryssregelverket regnes altså skip som skal tas endelig ut av drift som avfall, og skip omfattes også av forbudet som dette regelverket gir mot eksport av farlige stoffer ut av OECD-området.

source: This is part of the reason the scenario «Col ision at sea off the coast of Western Norway» is being discussed by the Norwegian Directorate for Civil Protection (DSB) in their report «National Risk Analysis».
nb: Dette er noe av grunnen til at scenarioet «Skipskol isjon på Vestlandskysten» behandles i Direktoratet for samfunnssikkerhet og beredskap sitt arbeid med Nasjonalt Risikobilde.

source: – I have never seen so many visitors, says Director of Communications, Eilif Fjon, who is representing the NMA in Athens.
nb: – Jeg har ikke sett maken til besøk, sier kommunikasjonsdirektør Eilif Fjon, som er på plass i Athen.

source: system similar to the one used on board ships.
nb: det som skal anvendes i skip.

source: Instead of such ships needing exemption from the requirements of the Load Line Convention, the new Construction Regulations presuppose that such exemption from the provisions of the Load Line Convention has been granted.
nb: I stedet for at et slikt skip skal ha dispensasjon fra kravene i lastelinjekonvensjonen, forutsettes det i ny byggeforskrift at dispensasjon fra lastelinjekonvensjonens bestemmelser er gitt.

source: Ships of 24 metres in overall length and upwards
nb: Skip med største lengde 24 meter eller mer

source: The Norwegian Maritime Authority or a recognised security organisation (RSO) can issue a Interim international ship security certificate (I-ISSC) valid up to 6 months, if the ship complies with the conditions and requirements set out in Part A of the ISPS Code, section 19.4.
nb: Sjøfartsdirektoratet eller anerkjent sikkerhetsorganisasjon (RSO), kan utstede midlertidig internasjonalt sikkerhets- og terrorberedskapssertifikat (I-ISSC) med inntil 6 måneders gyldighet når fartøyet oppfyller de forutsetninger og krav som er gitt i ISPS-kodens del A, seksjon 19.4.

source: and Diving Medicine (NSMDM), considered which test would be most suitable to assess colour
nb: (NSMDM), vurdert hvilken test som er forsvarlig for å vurdere fargesyn for utstedelse av

source: expected on board at any time.
nb: følge er i farvannet og er ventet om bord når som helst.

source: These 15 selected contributions in the Norwegian contest will go through to the Nordic final and compete on equal terms with the best contributions from the national competitions in Denmark, Finland, Iceland and Sweden.
nb: Disse 15 utvalgte bildene går automatisk videre til en årlig nordisk finale der de konkurrerer på like vilkår med de beste bidragene fra Danmark, Finland, Island og Sverige.

source: Components to be included when measuring overall length:
nb: Bestanddeler som skal medregnes i måling av største lengde (loa):

source: Maritime Authority (NMA) and the six recognized classification societies (DNV GL, BV, ABS,
nb: seks anerkjente klasseselskapene (DNV GL, BV, ABS, LR, RINA og ClassNK).

source: The requirement for suitable PFDs in recreational craft applies both at sea, on lakes and in watercourses.
nb: Kravene til egnet flyteutstyr i fritidsbåter gjelder både på sjøen, innsjøer og i vassdrag.

source: Section 33 Calculation of loading conditions for ships with free flooding or circulation in wells
nb: § 33 Beregning av lastetilstander for skip med fri fylling eller sirkulasjon i brønn

source: In an evaluation of the World Heritage fjords, conducted by Marintek in 2017, fuel consumption data was obtained for cruise ships in port.
nb: I utredning for verdensarvfjordene, utført av Marintek 2017, ble det innhentet drivstofforbruk for cruiseskip i havn.

source: Furthermore, Fiskebåt considers it a significant weakness that a cost assessment from 2009 has been used as a basis.
nb: Fiskebåt mener videre at det er en betydelig svakhet at det er lagt til grunn en kostnadsvurdering fra 2009.

source: Section 2 first paragraph stipulates that the definitions of SOLAS regulations II-1/2 and 3 shall apply as definitions in these Regulations.
nb: § 2 første ledd bestemmer at definisjonene som følger av SOLAS reglene II-1/2 og 3, også skal gjelde som definisjoner i forskriften.

source: reduced to 70 hours one week, the same exception cannot
nb: for eksempel hviletiden redusert til 70 timer i én uke, må det

source: 6 to the Hong Kong Convention; and
nb: tillegg 6 til Hongkong-konvensjonen, og

source: structural elements forming part of the hull and affecting its design, capacities and properties (e.g. bow port, loading ramp, etc., see drawing 6 in Appendix)
nb: konstruksjonselementer som utgjør en del av skroget og som påvirker dets design, kapasiteter og egenskaper (som f.eks. baugport, lasterampe m.v., se skisse 6 i vedlegg)

source: If the renewal verification is done within 3 months befor the ISSC expires, you will get a new certificate expiry date which is the same as the old one plus five years.
nb: Dersom fornyelsesverifikasjonen utføres inntil 3 måneder før utløpet av ISSC, vil man få ny utløpsdato på sertifikatet som er lik gammel utløpsdato pluss fem år.

source: This letter must be available on board together with the I-ISSC.
nb: Dette brevet skal være tilgjengelig sammen med I-ISSC ombord.

source: In current law the term "adaptation" is used.
nb: I gjeldende rett er ordlyden «tillempinger» brukt.

source: In practice, this means that there are stricter requirements for issuing these certificates than a professional certificate for navigators on ships of less than 500 gross tonnages.
nb: Dette vil si at det i praksis er strengere krav til å få utstedt disse sertifikatene enn et yrkessertifikat for navigatører på skip under 500 bruttotonn.

source: The ship recycling plan referred to in Article 7 shall be developed in a language accepted by the state
nb: Skipsgjenvinningsplanen nevnt i artikkel 7 skal utferdiges på et språk som godtas av den staten som

source: need for marks/signs for informative purposes.
nb: behov for merking/skilting for opplysning

source: Deck Officer-, Engineer Officer-, Electro-Technical Officer (ETO), Certificate of Officer on fishing vessels (STCW-F) and Tankerman Advanced training Certificates may be endorsed.
nb: Sertifikater for dekksoffiser, maskinoffiser, skipselektrikeroffiser (ETO), fiskeskipper (STCW-F) og tankermann med høyeste grad kan påtegnes.

source: This is not an automatic exception which ferries in trade areas 1 and 2 are entitled to.
nb: Dette er ikke en automatisk unntaksregel som ferger i fartsområde 1 og 2 har krav på.

source: Norway was the first country to address the problem of unacceptable conditions in the shipbreaking industry in the IMO.
nb: Det var Norge som først tok opp problemet med uholdbare forhold i skipsopphuggingsindustrien i IMO.

source: For propeller-law-operated main and propeller-law-operated auxiliary engines, test cycle E3 shall be
nb: For hoved- og hjelpemotorer som følger propellkurven, får prøvesyklus E3 anvendelse,

source: The City Manager of Bergen was on their side and all promotional work came up with positive results when the Norwegian Parliament on 12 June chose Bergen as location for the new register.
nb: De fikk rådmannen på sin side, og utviklingsarbeidet for å fremme Bergen som maritimt senter ga resultater da Stortinget den 12.

source: The NMA presupposes that a delimitation of 15 metres corresponds to a gross tonnage of 50 tonnes.
nb: Sjøfartsdirektoratet legger til grunn at en avgrensning på 15 meter, tilsvarer en bruttotonnasje på 50 tonn.

source: The system is managed and maintained by the European Maritime Safety Agency (EMSA).
nb: Systemet blir styrt og vedlikeholdt av European Maritime Safety Agency (EMSA).

source: The anchor equipment requirement for fishing vessels of less than 24 metres should comply with the corresponding legislation for cargo vessels of less than 24 metres in length (L).
nb: Krav til ankerutrustning for fiskefartøy under 24 meter bør samsvare med tilsvarende regelverk for lasteskip med lengde L under 24 meter.

source: NOx furthermore contributes to making the smoke clouds forming in the innermost parts of fjords visible.
nb: Verneområdeforskriftene har ikke et tydelig formulert hjemmelsgrunnlag for å regulere utslipp til luft og sjø fra skip og trafikk på land.

source: The weekly rest period may be reduced to 70 hours for a period of no more than two consecutive weeks.
nb: Den ukentlige hviletiden kan reduseres til 70 timer i perioder av inntil to ukers varighet.

source: parts functioning as hydrostatic or dynamic support when the vessel is stationary or underway (see drawing 8 in appendix)
nb: deler som fungerer som hydrostatisk eller dynamisk støtte når fartøyet ligger i ro eller er underveis (se skisse 8 i vedlegg)

source: Section 18 of the Regulations in principle continues section 12 of Regulations 1992/695.
nb: § 18 i forskriften viderefører i all hovedsak § 12 i forskrift 1992/695.

source: The weekly rest period, however, may be reduced from 77 to 70 hours.
nb: Men man kan redusere den ukentlige hviletiden fra 77 timer til 70 timer.

source: Until now, anchor equipment has been required for vessels of 15 to 24 metres in length (L), only as a function of the overall length of the ship.
nb: Fram til nå har det vært krav til ankerutrustning for fartøy med største lengde fra 15 meter til lengde L på 24 meter, bare som en funksjon av fartøyets største lengde.

source: The ship's itinerary must include at least one overnight trip and be of at least 24 hours' duration.
nb: Skipsruten må innebære minst en nattseila<s og være av minimum 24 timers varighet.

source: but the majority of these are relatively small amounts of diesel or lubricating oil.
nb: løpet av disse årene har vi flere eksempler på grunnstøtinger

source: The NMA supervises NIS ships less than 500 GT as well as NIS ships of 500 GT and more which are not classed by one of the recognized organizations.
nb: Sjøfartsdirektoratet er tilsynsmyndighet for NIS-skip under 500 bruttotonn samt NIS-skip over 500 bruttotonn som ikke er klasset hos et av de anerkjente klasseselskapene.

source: The provisions were adopted in the EU in 2013.
nb: Reglene har vært vedtatt på EU-nivå siden 2013.

source: If the test fails, the test should be aborted, and the criterion of propagation test 1 has not been satisfied.
nb: Dersom testen mislykkes, skal man avbryte og kriteriet i propageringstest 1 er ikke oppfylt.

source: How to renew the approval as a seafarer’s doctor?
nb: Hvordan fornye godkjenning som sjømannslege?

source: passenger ships, including high-speed passenger craft, certified for international trade, and passenger ships certified as class A passenger ships
nb: Passasjerskip, også hurtiggående passasjerfartøy, som er sertifisert for internasjonal fart, samt passasjerskip sertifisert for passasjerskipsklasse A.

source: Section 33 regulates, inter alia, the right to issue rules on environment certificates, e.g. the IHM certificate and ready for recycling certificate, while section 36 in particular relates to ships being taken out of service.
nb: Paragraf 33 regulerer blant annet adgangen til å gi regler om miljøsertifikater som IHM-sertifikat og gjenvinningssertifikat, mens § 36 spesielt angår skip som tas endelig ut av drift.

source: Under "Description" you will find what is required.
nb: Under "Beskrivelse" finner du hva som kreves.

source: DNV GL has gained access to the data for 22 ships, with reported fuel consumption / hours in port (presented in Rambøll, 2017).
nb: DNV GL har fått tilgang til dataene for 22 skip, hvor det er rapportert drivstofforbruk/time i havn (presentert i Rambøll, 2017).

source: Regulations on the operation of vessels carrying 12 passengers or less, etc
nb: forskrift om drift av fartøy som fører 12 eller færre passasjerer mv.

source: Disruption of loading for examination of lines, cancellation of loading operation, and cleaning of cargo lines which took altogether 9 days.
nb: Avbrudd i lasting for undersøkelse av linjer, kansellering av lasteoperasjonen og rengjøring av lastelinjene tok totalt 9 dager.

source: The Convention will take effect for all ships of more than 500 gross tonnage registered in flag States which are parties to the Convention.
nb: Konvensjonen vil få virkning for alle skip over 500 bruttotonn registrert i flaggstater som har tiltrådt konvensjonen og alle opphuggingsverft i stater som har tiltrådt konvensjonen

source: The test set-up for propagation test 2 is the same as for propagation test 1, with the exception of item 3.1.1i which should be disregarded.
nb: Testoppsettet for propageringstest 2 er altså som for propageringstest 1 unntatt punkt 3.1.1i, som ses bort fra.

source: Next, you must confirm the information before you go to a web page similar to the following:
nb: Når du har gjort dette og bekreftet opplysningene, vil du komme til en nettside tilsvarende denne:

source: Figure 3 The lines and letters shall be painted in white or yellow on a dark ground or in black on a light ground.
nb: Figur 3 Linjene og bokstavene skal males med hvitt eller gult på en mørk bunn el er med sort på en lys bunn.

source: permanent components attached to hull, deck, deckhouse/superstructure or bulwark (see drawings 5, 8 and 9 in Appendix)
nb: faste bestanddeler som er festet til skrog, dekk, dekkshus/overbygg eller skansekledning. (se skisse 5, 8 og 9 i vedlegg)

source: Diploma for completed courses in maritime medicine;
nb: Kursbevis for gjennomført kurs i maritim medisin

source: Yin et al (2017) have undertaken 32 studies, 15 of which used the "Cubic Rule" method.
nb: Yin et al (2017) har gjennomgått 32 studier, hvorav 15 av disse benyttet «Cubic Rule»-tilnærmingen.

source: Guidelines for chemical energy storage -
nb: Veiledning om kjemiske lager for energi -

source: We are delighted to see the excellent cooperation and continued growth of the fleet”, says Hvaal-Lingaas.
nb: Vi gleder oss over det gode samarbeidet og fortsatt vekst i flåten, sier Hvaal-Lingaas.

source: Reference is made to our Safety Notice SM 8-2014, which was issued due to numerous inquiries about the
nb: Vi viser til vår sikkerhetsmelding SM 8-2014 som ble gitt ut på bakgrunn av mange henvendelser om

source: have MLC Certificate; 286 deficiencies were found on 96 of the inspected ships.
nb: MLC-sertifikat. Det ble gjort 286 funn på 96 av skipene som ble kontrol ert.

source: In addition to the requirements that otherwise are stipulated by SOLAS II-1 and which are incorporated by the provisions of section 3, the Regulations contain further requirements and modifications continuing current rules.
nb: I tillegg til kravene som ellers følger av SOLAS II-1 og som er inkorporert gjennom bestemmelsene i § 3, har forskriften ytterligere krav og tilpasninger som viderefører gjeldende rett.

source: Measures related to information and crew training
nb: (listen er kun veiledende og ikke uttømmende).

source: The advantage of logging in by ID-porten is that you will automatically get access to the vessels you own or for which you have an administrative role (
nb: Fordelen med å logge inn med ID-porten er at du automatisk får tilgang til de fartøyene du eier eller har en administrativ rolle til (

source: Additionally, registration forms shall be kept by the shipping company for a minimum of 3 years after being completed.
nb: I tillegg skal registreringene oppbevares av rederiet i minst 3 år etter at de er utfylt.

source: These are issued by Application Service Providers (ASP).
nb: Disse utstedes av Application Service Providers (ASP).

source: NOTING resolution MEPC.139(53) by which the Committee adopted Guidelines for the
nb: For FPSO og FSU gjelder retningslinjene i resolusjon MEPC.139(53)

source: Vessels of less than 24 metres carrying 12 passengers or less which are used for leisure activities by members of associations or societies must comply with the rules applicable to recreational craft.
nb: Fartøy under 24 meter med 12 eller færre passasjerer som brukes av medlemmer i lag eller foreninger til fritidsaktiviteter, skal følge reglene som gjelder for fritidsfartøy.

source: The EMSA guidance is based on the mentioned IMO guidelines, in addition to IMO guidelines for supervision and certification pursuant to the Hong Kong Convention.
nb: EMSAs retningslinjer bygger på de nevnte IMO-retningslinjene i tillegg til IMO-retningslinjer for tilsyn og sertifisering etter Hongkong-konvensjonen.

source: watch, or whose duties involve designated safety, preventi-
nb: For sjøfolk som inngår i brovakt eller maskinvakt, eller som

source: Since he was one of the key persons to open up NIS for registrations, his plan was to register the very first ship in this register.
nb: Ettersom han var en av dem som trakk i trådene for at NIS endelig skulle åpne for registrering, hadde han også store planer om å få registrert det aller første skipet i registeret.

source: Sjømannskirken - Norwegian Church Abroad
nb: Sjømannskirken - Norsk kirke i utlandet

source: The Norwegian net-wage scheme reimburses up to 100% of Norwegian tax and supports your company’s ability to hire and retain seafarers.
nb: Gjennom den norske nettolønnsordningen refunderes inntil 100 prosent av norsk skatt. Dette gjør det enklere for rederier å ansette og beholde sjøfolk.

source: The standard format which is to be used is PDF.
nb: Standard format som skal brukes, er PDF.

source: Ships to which these Regulations apply are permitted to carry passengers between ports on Svalbard, between Svalbard and the mainland, and on a regular service between Svalbard and a foreign port, irrespective of the provisions of chapter II.
nb: Skip som omfattes av denne forskrift tillates å føre passasjerer mellom havner på Svalbard, mellom Svalbard og fastlandet, og i fast rute mellom Svalbard og utenlandsk havn, uavhengig av bestemmelsene i kapittel II.

source: In addition to the trade area extension pursuant to section 3, cargo ships constructed or equipped to carry special types of cargo are permitted to carry such cargo between Norwegian ports when the ship is en route to or from a foreign port and the carriage does not form part of a regular scheduled service.
nb: Utover den utvidelse av fartsområde som følger av § 3, tillates lasteskip som er bygget eller utrustet for å transportere spesielle typer last, å føre slik last mellom norske havner, når skipet er på vei til eller fra utenlandsk havn og frakten ikke er ledd i et fast ruteopplegg.

source: Choose which vessels you want to assign access to
nb: Velg fartøy du vil gi tilgang til

source: The company is responsible for the ship being so operated and maintained that it provides for satisfactory safety concerning life and health (Ship Safety and Security Act, section 11) and thereby responsible for carrying out drills in a safe manner.
nb: Rederiet er ansvarlig for at skipet drives på en slik måte at det gir betryggende sikkerhet for liv og helse (skipssikkerhetsloven § 11), og er dermed ansvarlig for at øvelser gjennomføres på en sikker måte.

source: Small crafts used for sightseeing or similar, should either be certified as passenger ships (se above) or comply with the regulations on vessels carrying 12 passengers or less.
nb: Båter som skal brukes til sightseeing eller andre lignende turer, skal enten være sertifisert som passasjerskip (se avsnittet over) eller følge reglene for skip som fører 12 eller færre passasjerer

source: The IHM shall be compiled taking IMO guidelines into account.
nb: IHM skal utarbeides i tråd med retningslinjer vedtatt av IMO.

source: Choose the vessel(s) you want to assign access to, and click "Next".
nb: Velg de eller det fartøyet du ønsker å gi tilgang til, og trykk på "Neste".

source: In total, there are more than 28 000 seafarers and fishers covered by national laws and regulations.
nb: Totalt er mer enn 28 000 sjøfolk og fiskere omfattet av nasjonale lover og forskrifter.

source: The test should be instrumented to continuously record relevant data.
nb: Testen skal være instrumentert for fortløpende å registrere relevante data.

source: (4) All vessels must keep a safe distance from glacier fronts.
nb: (4) Alle fartøy skal holde sikker avstand til brefronter.

source: For seafarers forming a part of a navigational watch or engineering watch or who have designated tasks related to safety, emergency preparedness ore prevention of pollution, exceptions from the main rule may be set out in a collective bargaining agreement under the following conditions only:
nb: For sjøfolk som inngår i brovakt eller maskinvakt, eller har spesielle oppgaver knyttet til sikkerhet, beredskap eller hindring av forurensning, kan det i tariffavtale kun fastsettes unntak fra hovedregelen på følgende vilkår:

source: are awarded for a match won, one point for
nb: poeng for vunnet kamp, et poeng for

source: Send a copy to
nb: Send en kopi til

source: A total of 825 photos were submitted by 111 participants.
nb: Totalt er 825 bilder sendt inn av 111 deltakere.

source: Certificate on the Liability of Carriers of Passengers by Sea in the Event of Accidents (PLR)
nb: Sertifikat om forsikring for passasjerer og bagasje til sjøs (PLR)

source: Everyone must then take a new test 7 days after entry, and the results must be available before the quarantine is finished no earlier than 10 days after entry into Norway.
nb: Alle skal deretter ta ny test tidligst 7 døgn etter ankomst, og resultatet må foreligge før karantenen avsluttes etter tidligst 10 døgn.

source: You can upload a new version by clicking "Upload New Version".
nb: Du kan laste opp en ny versjon ved å trykke på "Last opp ny versjon".

source: These pages provide information on how to log into My vessels.
nb: Her finner du brukermanualen for hvordan du registrerer deg og logger inn på Min side fartøy.

source: Props: Large wood or cardboard scissors, large razor of ditto material (1 m long!), a large paintbrush
nb: Rekvisitter: Stor tre- eller pappsaks, stor barberkniv av ditto materiale (1 meter lang!), stor malerkost

source: from our web-site.
nb: fra vår hjemmeside.

source: As the owner of a vessel you may use Altinn to assign access to your vessels for other people on My vessels.
nb: Du som er eier av et fartøy, kan gi andre automatisk tilgang til dine fartøy på "Min side fartøy" via Altinn.

source: To achieve CIE standard 2, the OPTEC 900 lantern test or equivalent must be passed in accordance with
nb: For å klassifisere til CIE standard 2 må det foreligge bestått OPTEC 900 lanternetest eller tilsvarende som følger

source: An example of duplicated requirements which have not been continued in a separate section, are provisions related to helidecks.
nb: Et eksempel på et slikt duplisert krav som ikke er videreført i egne paragrafer, er bestemmelser om helikopter dekk.
